[Balance.Iris_PawnBalance_ProbeRepair AIPawnBalanceDefinition]
PlayThroughs[1]=(DisplayName="Improved Repair Surveyor")

[Balance.Iris_PawnBalance_ProbeRepairBadass AIPawnBalanceDefinition]
PlayThroughs[1]=(DisplayName="Super Badass Repair Surveyor")

[Balance.Iris_PawnBalance_ProbeShield AIPawnBalanceDefinition]
PlayThroughs[1]=(DisplayName="Energized Shield Surveyor")

[Balance.Iris_PawnBalance_ProbeShieldBadass AIPawnBalanceDefinition]
PlayThroughs[1]=(DisplayName="Super Badass Shield Surveyor")
